export const ostomyPrivacyTitles = [
  ["구분", "처리항목", "처리목적"],
  ["구분", "항목", "기간"],
  ["근거법령", "보존항목", "보존기간"],
  ["제공 받는자", "제공 목적", "제공 정보"]
];
export const ostomyPrivacyRows = [
  [
    [
      "회원가입(N)(개인)",
      "이메일로 가입",
      "(필수)성명이름, 이메일, 비밀번호"
    ]
  ],
  [
    [
      "회사 내부 정책(N)(부정거래의 배제 등 회사 방침에 의한 보존)",
      "아이디, DI(N)(Duplication Information)",
      "회원탈퇴 후 1년",
    ]
  ],
  [
    [
      "신용정보의 이용 및 보호에 관한 법률",
      "신용정보의 수집/처리 및 이용 등에 관한 기록",
      "3년",
    ],
    [
      "통신비밀보호법",
      "서비스 방문 기록",
      "3개월",
    ]
  ],
  [
    [
      "병원회원",
      "비대면 진료 및 건강관리 서비스 제공",
      "성명름, 주민등록번호, 휴대폰번호, 자녀이름, 자녀 주민등록번호, 사전문진 정보, 증상사진 등 참고자료, 내외국인 여부, 개인위치정보(경도, 위도), 처방전 등 진료 후 정보"
    ]
  ],
]